Repository: ntoporcov/openclient
Catalog: OpenCodeChatActivityExtension/Localizable.xcstrings
Source language: en
Languages: it, pt_br

source: %@ reasoning
it: ragionamento %@
pt_br: Raciocínio: %@

source: API Profile
it: Profilo API
pt_br: Perfil da API

source: API Server
it: Server API
pt_br: Servidor da API

source: Activity ID
it: ID attività
pt_br: ID da atividade

source: Action
it: Azione
pt_br: Ação

source: Allow Once
it: Consenti una volta
pt_br: Permitir uma vez

source: Answer
it: Risposta
pt_br: Responder

source: Base URL
it: URL di base
pt_br: URL base

source: COMMAND
it: COMANDO
pt_br: COMANDO

source: Choose a command
it: Scegli un comando
pt_br: Escolha um comando

source: Choose command
it: Scegli comando
pt_br: Escolher comando

source: Choose project
it: Scegli progetto
pt_br: Escolher projeto

source: Command
it: Comando
pt_br: Comando

source: Connection
it: Connessione
pt_br: Conexão

source: Create a blank OpenClient session in a selected project.
it: Crea una sessione OpenClient vuota in un progetto selezionato.
pt_br: Crie uma sessão vazia do OpenClient em um projeto selecionado.

source: Create a new OpenClient session and send a selected slash command.
it: Crea una nuova sessione OpenClient e invia un comando slash selezionato.
pt_br: Crie uma nova sessão do OpenClient e envie um comando de barra selecionado.

source: Credential ID
it: ID credenziale
pt_br: ID da credencial

source: Default
it: Predefinito
pt_br: Padrão

source: Default model
it: Modello predefinito
pt_br: Modelo padrão

source: Deny
it: Nega
pt_br: Negar

source: Directory
it: Cartella
pt_br: Diretório

source: Edit widget settings after syncing a project in the app.
it: Modifica le impostazioni del widget dopo aver sincronizzato un progetto nell'app.
pt_br: Edite os ajustes do widget depois de sincronizar um projeto no app.

source: Keep an eye on pinned OpenClient sessions.
it: Tieni d'occhio le sessioni OpenClient fissate.
pt_br: Acompanhe as sessões fixadas do OpenClient.

source: LATEST
it: PIÙ RECENTE
pt_br: MAIS RECENTES

source: Listening
it: In ascolto
pt_br: Ouvindo

source: Model
it: Modello
pt_br: Modelo

source: Monitor the latest OpenClient sessions across projects.
it: Monitora le ultime sessioni OpenClient tra i progetti.
pt_br: Acompanhe as sessões mais recentes do OpenClient em todos os projetos.

source: NEW SESSION
it: NUOVA SESSIONE
pt_br: NOVA SESSÃO

source: Needs Action
it: Richiede azione
pt_br: Requer ação

source: New
it: Nuovo
pt_br: Nova

source: New Session
it: Nuova sessione
pt_br: Nova sessão

source: No Projects
it: Nessun progetto
pt_br: Nenhum projeto

source: No Sessions
it: Nessuna sessione
pt_br: Nenhuma sessão

source: Notes
it: Note
pt_br: Notas

source: Open App
it: Apri app
pt_br: Abrir app

source: Open OpenClient
it: Apri OpenClient
pt_br: Abrir o OpenClient

source: Open OpenClient and start a blank session in a project.
it: Apri OpenClient e avvia una sessione vuota in un progetto.
pt_br: Abra o OpenClient e inicie uma sessão vazia em um projeto.

source: Open OpenClient and start a blank session in a selected project.
it: Apri OpenClient e avvia una sessione vuota in un progetto selezionato.
pt_br: Abra o OpenClient e inicie uma sessão vazia em um projeto selecionado.

source: Open OpenClient and start a new session in a project.
it: Apri OpenClient e avvia una nuova sessione in un progetto.
pt_br: Abra o OpenClient e inicie uma nova sessão em um projeto.

source: Open OpenClient, start a session, and send a selected slash command.
it: Apri OpenClient, avvia una sessione e invia un comando slash selezionato.
pt_br: Abra o OpenClient, inicie uma sessão e envie um comando de barra selecionado.

source: Open OpenClient, start a session, and send a slash command.
it: Apri OpenClient, avvia una sessione e invia un comando slash.
pt_br: Abra o OpenClient, inicie uma sessão e envie um comando de barra.

source: Open the app to sync projects.
it: Apri l'app per sincronizzare i progetti.
pt_br: Abra o app para sincronizar os projetos.

source: Open the app to sync recent activity.
it: Apri l'app per sincronizzare l'attività recente.
pt_br: Abra o app para sincronizar a atividade recente.

source: Open the app to sync sessions.
it: Apri l'app per sincronizzare le sessioni.
pt_br: Abra o app para sincronizar as sessões.

source: OpenClient could not send the Live Activity response.
it: OpenClient non è riuscito a inviare la risposta dell'attività in tempo reale.
pt_br: O OpenClient não conseguiu enviar a resposta da Atividade ao Vivo.

source: PERMISSION
it: PERMESSO
pt_br: PERMISSÃO

source: Paused
it: In pausa
pt_br: Em pausa

source: Pick a project
it: Scegli un progetto
pt_br: Escolher um projeto

source: Pinned Sessions
it: Sessioni fissate
pt_br: Sessões fixadas

source: Project
it: Progetto
pt_br: Projeto

source: QUESTION
it: DOMANDA
pt_br: PERGUNTA

source: Ready
it: Pronto
pt_br: Pronto

source: Reasoning
it: Ragionamento
pt_br: Raciocínio

source: Recent Sessions
it: Sessioni recenti
pt_br: Sessões recentes

source: Release prep
it: Preparazione release
pt_br: Preparação da versão

source: Reply
it: Rispondi
pt_br: Responder

source: Reply to Permission
it: Rispondi alla richiesta di autorizzazione
pt_br: Responder à solicitação de permissão

source: Reply to Question
it: Rispondi alla domanda
pt_br: Responder à pergunta

source: Request ID
it: ID richiesta
pt_br: ID da solicitação

source: Run command
it: Esegui comando
pt_br: Executar comando

source: Run the project test suite
it: Esegui la suite di test del progetto
pt_br: Executar a suíte de testes do projeto

source: SESSION
it: SESSIONE
pt_br: SESSÃO

source: Session ID
it: ID sessione
pt_br: ID da sessão

source: Slash Command
it: Comando slash
pt_br: Comando de barra

source: Speaking
it: Parlando
pt_br: Falando

source: Start
it: Avvia
pt_br: Iniciar

source: Start Session
it: Avvia sessione
pt_br: Iniciar sessão

source: Start Slash Command
it: Avvia comando slash
pt_br: Iniciar comando de barra

source: The OpenClient server URL is invalid.
it: L'URL del server OpenClient non è valido.
pt_br: A URL do servidor do OpenClient é inválida.

source: The saved OpenClient credentials are unavailable.
it: Le credenziali OpenClient salvate non sono disponibili.
pt_br: As credenciais salvas do OpenClient não estão disponíveis.

source: Tighten the session dashboard rows and line wrapping for the large widget.
it: Ottimizza le righe del pannello delle sessioni e il ritorno a capo del testo nel widget grande.
pt_br: Deixe mais compactas as linhas do painel de sessões e a quebra de texto no widget grande.

source: Username
it: Nome utente
pt_br: Nome de usuário

source: Watching
it: Osservando
pt_br: Acompanhando

source: Website
it: Sito web
pt_br: Site

source: Which session summary should be highlighted first?
it: Quale riepilogo della sessione deve essere evidenziato per primo?
pt_br: Qual resumo de sessão deve aparecer em destaque primeiro?

source: Widget copy
it: Testi widget
pt_br: Texto do widget

source: Widget dashboard polish
it: Rifinitura dashboard widget
pt_br: Refinamento do painel do widget

source: Working
it: In lavorazione
pt_br: Trabalhando

source: %@ credits
it: %@ crediti
pt_br: %@ créditos

source: Choose and order usage metrics. Leave empty to use the synced order.
it: Scegli e ordina le metriche di utilizzo. Lascia vuoto per usare l'ordine sincronizzato.
pt_br: Escolha e ordene as métricas de uso. Deixe vazio para usar a ordem sincronizada.

source: Daily
it: Giornaliero
pt_br: Diário

source: In %@
it: Tra %@
pt_br: Em %@

source: Lifetime
it: Sempre
pt_br: Todo o período

source: Monthly
it: Mensile
pt_br: Mensal

source: No Usage Data
it: Nessun dato di utilizzo
pt_br: Sem dados de uso

source: Now
it: Ora
pt_br: Agora

source: Open OpenClient to sync usage.
it: Apri OpenClient per sincronizzare l'utilizzo.
pt_br: Abra o OpenClient para sincronizar o uso.

source: Provider Usage
it: Utilizzo provider
pt_br: Uso dos provedores

source: Provider Usage Bars
it: Barre utilizzo provider
pt_br: Barras de uso dos provedores

source: Provider Usage Rings
it: Anelli utilizzo provider
pt_br: Anéis de uso dos provedores

source: Reset %@
it: Ripristino %@
pt_br: Redefine %@

source: Track provider usage with compact progress bars.
it: Monitora l'utilizzo dei provider con barre di avanzamento compatte.
pt_br: Acompanhe o uso dos provedores com barras de progresso compactas.

source: Track provider usage with compact progress rings.
it: Monitora l'utilizzo dei provider con anelli di avanzamento compatti.
pt_br: Acompanhe o uso dos provedores com anéis de progresso compactos.

source: Unavailable
it: Non disponibile
pt_br: Indisponível

source: Unlimited
it: Illimitato
pt_br: Ilimitado

source: Usage
it: Utilizzo
pt_br: Uso

source: Usage Metric
it: Metrica di utilizzo
pt_br: Métrica de uso

source: Usage Metrics
it: Metriche di utilizzo
pt_br: Métricas de uso

source: Weekly
it: Settimanale
pt_br: Semanal

source: Live
pt_br: Ao vivo

source: Workspace
pt_br: Espaço de trabalho
